app/Http/Controllers/CartController.php

    public function addToCart(AddToCartRequest $request)
    {
        $validated = $request->validated();

        $product = Product::find($validated['id']);

        // if isset product
        if (null !== $product) {
            $cart = $this->cartRepository->getOrSetCart($request);

            // getOrSet CartItem
            $cartItem = CartItem::query()
                ->where([
                    'cart_id' => $cart->id,
                    'product_id' => $product->id,
                    //'price_current' => $product->price,
                ])
                ->first();

            if (null === $cartItem) {
                $cartItem = CartItem::create([
                    'cart_id' => $cart->id,
                    'product_id' => $product->id,
                    'price_current' => $product->discount ?
                        $product->price - (round(($product->price * $product->discount->proc / 100), 2)) :
                        $product->price,
                    'count' => $validated['count'],
                ]);
---
select * from `products` where `products`.`id` = '30' limit 1
select * from `cart_items` where (`cart_id` = 1 and `product_id` = 30) limit 1
insert into `cart_items` (`cart_id`, `product_id`, `price_current`, `count`, `updated_at`, `created_at`) values (1, 30, 711, '9', '2022-04-17 16:04:22', '2022-04-17 16:04:22')

    public function viewCart(Request $request)
    {
        $cart = $this->getCart($request);
        $cartItems = $this->getCartItemsByCart($cart);

        return view('user_views.cart.view')
            ->with([
                'cartItems' => $cartItems,
                'cart' => $cart
            ]);
---
select * from `cart_items` where (`cart_id` = 1)

    private function getCartItemsByCart($cart) {
        return CartItem::query()
            ->with('product')
            ->where('cart_id', $cart->id)
            ->get();
---
select * from `products` where `products`.`id` in (30)