app/Http/Controllers/RatingsController.php

insert into `ratings` (`user_id`, `value`, `product_id`, `updated_at`, `created_at`) values (2, '4', '30', '2022-04-18 15:59:35', '2022-04-18 15:59:35')
---
    public function addUserRating(Request $request)
    {
        $username = Auth::user()->id;
        $response = "";
        if ( $username != null ) {
            $rating = new Ratings();
            $rating->user_id = $username;
            $rating->value = $request->rating;
            $rating->product_id = $request->product;
            $rating->save();