<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'contactInfo' => 'Контактная информация',
    'address' => 'Адрес',
    'phone' => 'Телефон',
    'mobilePhone' => 'Мобильный телефон',
    'email' => 'Электронная почта',
    'menu' => 'МЕНЮ',
    'account' => 'Мой аккаунт',
    'copyright' => 'UAB "Nutika" © 2024. Все права защищены',
    'companycode' => "Код предприятия",
    'vatcode' => "Код НДС",
    'ac' => "Р/с",
    'information' => 'Информация',
    'acceptPayments' => 'Мы принимаем оплату через'

];
