<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'help'=> 'Нужна помощь ?',
    'about' => 'О нас ',
    'careers' => 'Карьера',
    'faq' => 'ЧАВО',
    'termsAndPrivacy' => 'Приватность и условия',
    'terms' => 'Условия обслуживания',
    'privacy' => 'Политика конфиденциальности',
    'language' => 'Язык',
    'copyright' => 'Авторские права © 2022 Viatora. Все права защищены.',
    'workHours' => 'Пн - Пт : 08.00 - 18.00',
    'contactInfo'=>'Контактная информация',
    'address'=>'Адрес',
    'phone'=>'Телефон',
    'email'=>'Электронная почта',
    'menu'=>'Меню',
    'profile'=>'Личный кабинет',
    'companyCode' => "Код предприятия",
    'vatCode' => "Код НДС",

];
