<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'contactInfo' => 'Контактная информация',
    'address' => 'Адрес',
    'phone' => 'Телефон',
    'email' => 'Электронная почта',
    'hours' => 'Время',
    'menu' => 'Меню',
    'profile' => 'Профиль',
    'securedPayment' => 'Безопасный платеж',
    'copyright' => '© UAB "Vadeiva" 2023.',
    'allRightsReserved' => 'Все права защищены',
    'companycode' => "Код предприятия",
    'vatcode' => "НДС код",
    'ac' => "Р/с",
    'createdBy' => 'Создал'

];
