<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'contactInfo'=>'Контактная информация',
    'address'=>'Адрес',
    'phone'=>'Телефон',
    'email'=>'Электронная почта',
    'hours' => 'Пн - Пт : 08.00 - 18.00',
    'menu'=>'Меню',
    'profile'=>'Личный кабинет',
    'securedPayment' => 'Безопасный Платеж',
    'copyright' => 'Авторские права © 2022 Contentum',
    'allRightsReserved' => 'Все права защищены',
];
