<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'copyright' => '© 2023 UAB "MD Projects". Все права защищены.',
    'contactInfo' => 'Контактная информация',
    'address' => 'Адрес',
    'phone' => 'Телефон',
    'email' => 'Электронная почта',
    'reg_code' => 'Код предприятия',
    'vat_code' => 'НДС код',
    'menu' => 'МЕНЮ',
    'profile' => 'Профиль пользователя',

];
