<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'contactInfo' => 'Контактная информация',
    'address' => 'Адрес',
    'phone' => 'Телефон',
    'email' => 'Электронная почта',
    'browse' => 'Обзор',
    'menu' => 'МЕНЮ',
    'personal' => 'Личный',
    'copyright' => 'OPATRIP © 2022. Все права защищены',
    'information' => 'Информация',
    'contactUs' => 'Свяжитесь с нами',
    'slogan' => 'Дайте себе силу ответственности. Напомните себе, что единственное, что вас останавливает, — это вы сами.',
    'aboutUsTeam' => 'Про нас / Команда',
    'career' => 'Карьера',
    'allLocations' => 'Локации',
    'faq' => 'ЧАВО',
    'privacyPolicy' => 'Политика конфиденциальности',
    'termsOfService' => 'Условия обслуживания',
    'contantSupport' => 'Контакты / Помощь',

];
