<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'information' => 'Информация',
    'contactUs' => 'Свяжитесь с нами',
    'securedPayment' => 'Безопасный платеж',
    'aboutUsTeam' => 'Про нас / Команда',
    'career' => 'Карьера',
    'menu' => 'Меню',
    'allLocations' => 'Локации',
    'faq' => 'ЧАВО',
    'privacyPolicy' => 'Политика конфиденциальности',
    'termsOfService' => 'Условия обслуживания',
    'contactSupport' => 'Контакты / Помощь',
    'address' => 'Адрес',
    'phoneNumber' => 'Номер телефона',
    'companyCode' => 'Код компании',
    'vatCode' => 'Код НДС',
    'copyright' => '© 2023 MB "Du prieš du". Все права защищены'

];
