<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'contactInfo' => 'Контактная информация',
    'address' => 'Адрес',
    'phone' => 'Телефон',
    'email' => 'Электронная почта',
    'hours' => 'Время',
    'menu' => 'Меню',
    'profile' => 'Профиль',
    'securedPayment' => 'Безопасный Платеж',
    'copyright' => 'MB Contentum© 2022.',
    'allRightsReserved' => 'Все права защищены',
    'companycode' => "Код предприятия",
    'vatcode' => "Код НДС",
    'ac' => "Р/с",
];
