<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'contactInfo' => 'Контактная информация',
    'phone' => 'Телефон',
    'email' => 'Электронная почта',
    'browse' => 'Обзор',
    'menu' => 'Меню',
    'personal' => 'Личный',
    'address' => 'Адрес',
    'phoneNumber' => 'Номер Телефона',
    'companyCode' => 'Код компании',
    'vatCode' => 'Код НДС',
    'copyright' => '© 2022 Du prieš du. Все права защищены',
    'information' => 'Информация',
    'contactUs' => 'Свяжитесь с нами',
    'slogan' => 'Лозунг',
    'aboutUsTeam' => 'Про нас / Команда',
    'career' => 'Карьера',
    'allLocations' => 'Локации',
    'faq' => 'ЧАВО',
    'privacyPolicy' => 'Политика Kонфиденциальности',
    'termsOfService' => 'Условия Oбслуживания',
    'contantSupport' => 'Контакты / Помощь',

];
