<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'description' => 'Продажа каруселей',
    'timeDesc' => 'Рабочее время',
    'timeOne' => 'Пон.-Чет.',
    'timeTwo' => 'Пятница',
    'contactUs' => 'Контактная информация',
    'address' => 'Адрес',
    'phone' => 'Телефон',
    'email' => 'Эл. почта',
    'reg_code' => 'Код предприятия',
    'vat_code' => 'НДС код',
    'menu' => 'МЕНЮ',
    'profile' => 'Учетная запись пользователя',
    'safe_payment' => 'Безопасная оплата',

];
