<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'contactInfo' => 'Контактная информация',
    'address' => 'Адрес',
    'phone' => 'Телефон',
    'mobilePhone' => 'Мобильный телефон',
    'email' => 'Электронная почта',
    'menu' => 'МЕНЮ',
    'profile' => 'Личный кабинет',
    'copyright' => 'Buhalteres.lt © 2022. Все права защищены',
    'companycode' => "Код предприятия",
    'vatcode' => "Код НДС",
    'ac' => "Р/с",

];
