<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Footer Language Lines
    |--------------------------------------------------------------------------
    */

    'contactInfo' => 'Контактная информация',
    'address' => 'Адрес',
    'phone' => 'Телефон',
    'mobilePhone' => 'Мобильный телефон',
    'email' => 'Электронная почта',
    'menu' => 'МЕНЮ',
    'account' => 'Мой аккаунт',
    'copyright' => 'UAB "Time2" © 2025. Все права защищены',
    'companycode' => "Код предприятия",
    'vatcode' => "Код НДС",
    'ac' => "Р/с",
    'information' => 'Информация',
    'acceptPayments' => 'Мы принимаем оплату через',
    'hours' => 'Часы',
    'monday' => 'Пн',
    'thursday' => 'Чт',
    'friday' => 'Пт',
    'saturday' => 'Сб',
    'sunday' => 'Вс',
    'closed' => 'Закрытый'

];
