app/Repositories/CartRepository.php

    public function getOrSetCart(Request $request)
    {
        $userId = Auth::id();

        // getOrSet session/code
        if ($request->session()->has('appToken')) {
            $cartCode = $request->session()->get('appToken');
        } else {
            $cartCode = md5(time() . 'ಉಪ್ಪು');
            $request->session()->put('appToken', $cartCode);
        }

        // getOrSet Cart
        $cart = Cart::query()
            ->where([
                'user_id' => $userId,
                'code' => $cartCode,
                'status_id' => Cart::STATUS_ON,
            ])
            ->first();

        if (null === $cart) {
            $firstStatus = CartStatus::query()
                ->first();

            $firstAdmin = User::query()
                ->where('type', 1)
                ->first();
---
select * from `carts` where (`user_id` = 2 and `code` = 'd89425c1b6b0d4c4359340df9f166950' and `status_id` = 1) limit 1
select * from `cart_statuses` limit 1
select * from `users` where `type` = 1 limit 1

                'status_id' => $firstStatus->id,
                'admin_id' => $firstAdmin->id,
            ]);
            $cart->save();
---
insert into `carts` (`user_id`, `code`, `status_id`, `admin_id`, `updated_at`, `created_at`) values (2, 'd89425c1b6b0d4c4359340df9f166950', 1, 1, '2022-04-17 16:04:22', '2022-04-17 16:04:22')